[
  {
    "id": 1,
    "title": "Assess the impacts of using AI in hiring processes",
    "description": "Assess the impacts of using AI in hiring processes, considering various societal, cultural and ethical aspects. Should we use AI in hiring processes and why?"
  },
  {
    "id": 2,
    "title": "Investigate the balance between privacy and public safety in the use of surveillance cameras in urban areas",
    "description": "Investigate the balance between privacy and public safety in the use of surveillance cameras in urban areas, considering legal, ethical, and technological perspectives. Should we use surveillance cameras in urban areas and why?"
  },
  {
    "id": 3,
    "title": "Compare the Keto, Vegan, and Mediterranean diets",
    "description": "Compare the Keto, Vegan, and Mediterranean diets focusing on their nutritional profiles, suitability for various age groups, and effects on diabetes and heart health. Please rank the three diets and explain your decision."
  },
  {
    "id": 4,
    "title": "Evaluate the effectiveness of various digital tools and apps in managing and tracking symptoms of asthma",
    "description": "Evaluate the effectiveness of various digital tools and apps in managing and tracking symptoms of asthma, including emergency response features, long-term treatment adherence and other relevant aspects. Please pick and rank your top three tools or apps and explain your decision."
  },
  {
    "id": 5,
    "title": "Investigate and report on the effectiveness of three major home insulation materials (fiberglass, cellulose, and foam)",
    "description": "Investigate and report on the effectiveness of three major home insulation materials (fiberglass, cellulose, and foam) in terms of energy efficiency, cost, and environmental impact. Please rank the three materials and explain your decision."
  },
  {
    "id": 6,
    "title": "Evaluate the feasibility and impact of adopting a carbon-neutral lifestyle",
    "description": "Evaluate the feasibility and impact of adopting a carbon-neutral lifestyle, considering changes in diet, transportation, energy use at home, and other relevant aspects. Is it possible for all of us to adopt a carbon-neutral lifestyle? Why?."
  }
]
